////////////////////
/// 基本杂志功能
////////////////////
101 艺术投资        线性结构，全局音频，ifame零件
102 深林小精灵      多场景结构，带场景线性，高级精灵，普通精灵，视觉差，音频文字
103 恐龙识字        线性结构
104 绿野仙踪        线性结构
105 核桃龙传说      多场景结构，带场景线性，拖拽，音频
106 我走丢了        多场景结构，带场景线性，视觉差
107 小豆丁学古寺     多场景结构，音频，音频文字
108 狗的种类        线性结构，目录卷滚
109 我不乱碰家电     线性结构, 有自动滑动页面功能
110 国王巴巴        多场景结构，高级精灵，文字卷滚，目录卷滚
111 养狗指南        线性结构，ifame零件，文字卷滚，母版视觉差
112 绿野仙踪        多场景结构
113 盲人摸象        多场景结构，音频，音频文字，高级精灵
116 小恐龙讲故事     多场景结构，音频，音频动画
115 黄丫丫猜谜语     多场景结构，音频，音频文字，高级精灵
116 黄丫丫猜谜语     多场景结构，音频，音频文字，拖动图
117 新增：浮动音频视频content测试
118 蓝小左和蓝小右   自动精灵动画测试
119 新增：浮动音频视频content测试，浮云母版音频，浮动页面音频，0音轨互斥


////////////////////
/// 迷你杂志功能测试
////////////////////
301 林宥嘉 4chapter + 1cloumn 视觉差，多页面模式
302 林宥嘉 4chapter + 1cloumn 视觉差，工具栏
303 让城市变瑜伽 组合，视觉
304 小杂志 多种chpater与cloumn组合
305 她眼中的世界 复杂应用
306 2016时尚健康  多种组合，视觉差，column页眉
307 时尚健康 2个chpater + 1cloumn
308 图片缩放
309 页眉页脚测试
310 吴莫愁 组合应用
311 column二维码
312 培养女儿 视觉差
313 穴药 组合
314 测试应用，母版+column
315 早餐刷牙齿
316 电影里寻找最浪漫的出游地 复杂应用
317 视频测试
318 下载测试，脚本a标签超链接
319 小杂志 线性结构, 目录滑动，视频
320 线性结构, 2个chpater + 1个cloumn chpater
321 小杂志 线性结构，2个chpater + 1个cloumn chpater， 视觉差
322 小杂志 brModel模式图片后缀
323 小杂志 线性结构, 1个chpater + 1个cloumn chpater
324 小杂志 下载测试，脚本a标签超链接
325 小杂志 普通超链接跳转

////////////////////
/// 完整案例
////////////////////
503 吕洞宾的故事 多场景应用，浮动页面
505 小小发型师   多场景应用，场景带线性页面




