////////////////////
/// 基本杂志功能
////////////////////
101 艺术投资        线性结构，全局音频，ifame零件
102 深林小精灵      多场景结构，带场景线性，高级精灵，普通精灵，视觉差，音频文字
103 恐龙识字        线性结构
104 绿野仙踪        线性结构
105 核桃龙传说      多场景结构，带场景线性，拖拽，音频
106 我走丢了        多场景结构，带场景线性，视觉差
107 小豆丁学古寺     多场景结构，音频，音频文字
108 狗的种类        线性结构，目录卷滚
109 我不乱碰家电     线性结构, 有自动滑动页面功能
110 国王巴巴        多场景结构，高级精灵，文字卷滚，目录卷滚
111 养狗指南        线性结构，ifame零件，文字卷滚，母版视觉差
112 绿野仙踪        多场景结构
113 盲人摸象        多场景结构，音频，音频文字，高级精灵
116 小恐龙讲故事     多场景结构，音频，音频动画
115 黄丫丫猜谜语     多场景结构，音频，音频文字，高级精灵
116 黄丫丫猜谜语     多场景结构，音频，音频文字，拖动图
117 新增：浮动音频视频content测试
118 蓝小左和蓝小右   自动精灵动画测试
119 新增：浮动音频视频content测试，浮云母版音频，浮动页面音频，0音轨互斥
120 摆脱低头       多组activity测试，用来测试auto自动运行多组的情况
121 多场景，带滑动，音频切换
122 神器的太空机器人， 测试了activity的itemArray新格式
123 东东骑士，测试页面内部滑动需求
124 溶洞探险记 线性+非线性 + 音频+文字
125 视频层级+全屏视频
126 动物的宝宝们 全gif动画
127 一次apng动画测试案例，2个页面
128 一页视频测试 读库乐高
129 花蝴蝶找朋友，高级精灵动画
130 秒秒学测试论坛脚本案列，3页
131 乐高，测试视频
132 苗苗学，测试音频
133 森林小屋，复杂应用
134 小鹿，测试apng动画，重复点击
135 1页数据，测试脚本代码逻辑
136 模式5下，跳转页面白班的修复，根据目标的地址判断是否首页页面，来更新对应的页码
137 秒秒学，单选练习题，全局工具栏+练习题页面标记+翻页按钮控制，单选题
138 秒秒学，单选练习题，全局工具栏+练习题页面标记+翻页按钮控制，18页多选题
139 深林小屋
140 测试视频，单一页面



////////////////////
/// 迷你杂志功能测试
////////////////////
301 林宥嘉 4chapter + 1cloumn 视觉差，多页面模式
302 林宥嘉 4chapter + 1cloumn 视觉差，工具栏
303 让城市变瑜伽 组合，视觉
304 小杂志 多种chpater与cloumn组合
305 她眼中的世界 复杂应用
306 2016时尚健康  多种组合，视觉差，column页眉
307 时尚健康 2个chpater + 1cloumn
308 图片缩放
309 页眉页脚测试
310 吴莫愁 组合应用
311 column二维码
312 培养女儿 视觉差
313 穴药 组合
314 测试应用，母版+column
315 早餐刷牙齿
316 电影里寻找最浪漫的出游地 复杂应用
317 视频测试
318 下载测试，脚本a标签超链接
319 小杂志 线性结构, 目录滑动，视频
320 线性结构, 2个chpater + 1个cloumn chpater
321 小杂志 线性结构，2个chpater + 1个cloumn chpater， 视觉差
322 小杂志 brModel模式图片后缀
323 小杂志 线性结构, 1个chpater + 1个cloumn chpater
324 小杂志 下载测试，脚本a标签超链接
325 小杂志 普通超链接跳转
326 小杂志 flow中带视频测试，包括poster预加载图
327 小杂志 视频与音频
328 cloumn 带自动跳转
329 一个chpater 一个column ，测试前后反弹视觉差移动
330 测试数据
331 流式视频，大数据
332 流式双视频，大数据
333 音频的itemArray对象数据测试
334 东东骑士，预加载带尺寸大小+模式5
335 噗噗恶作剧，apng动画，一次，循环，横屏，预加载
336 多也多视频
337 一页多视频
338 自动视频，手动视频测试
339 动物宝宝们， 高级精灵+gif
340 flow+gif
341 flow，点击音频背景切换
342 ppt 浮动，音频背景切换
343 测试线性中，一次性apng会被预先初始化执行的问题
344 苗苗学练习题单选
345 秒秒学练习题多选


////////////////////
/// 完整案例
////////////////////
503 吕洞宾的故事 多场景应用，浮动页面
505 小小发型师   多场景应用，场景带线性页面




